Repository: sekiskylink/poe-screening
Catalog: web/app/i18n/tz/LC_MESSAGES/messages.po
Languages: sw

source: Arrival
sw: Kuwasili

source: Port of Arrival
sw: Bandari ya Kuwasili

source: Port of Entry
sw: Bandari ya Kuingia

source: Select Port of Entry
sw: Chagua Bandari ya Kuingia

source: Country of Residence
sw: Nchi ya Makazi

source: Name of Traveller
sw: Jina la msafiri

source: Nationality
sw: Utaifa

source: Select Nationality
sw: Chagua Utaifa

source: Date of Birth
sw: Tarehe ya kuzaliwa

source: Age (years)
sw: Umri (miaka)

source: Select Age
sw: Chagua Umri

source: Sex
sw: Ngono

source: Select Sex
sw: Chagua Ngono

source: Male
sw: Mwanaume

source: Female
sw: Mwanamke

source: Email
sw: Barua pepe

source: Passport Number
sw: Nambari ya Pasipoti

source: Passport Expiry Date
sw: Tarehe ya Kumalizika kwa Pasipoti

source: Arrival Date
sw: Tarehe ya Kuwasili

source: Country of Embarkment
sw: Nchi ya Kupanda

source: Country
sw: Nchi

source: Mode of Transport
sw: Njia ya Usafiri

source: Select Mode of Transport
sw: Chagua Njia ya Usafiri

source: By Air
sw: Na Hewa

source: By Road
sw: Kwa Barabara

source: By Water
sw: Na Maji

source: By Rail
sw: Kwa Reli

source: Purpose of your Trip
sw: Kusudi la Safari yako

source: Select Purpose of Trip
sw: Chagua Kusudi la Safari

source: Holiday
sw: Sikukuu

source: Business
sw: Biashara

source: Official or Diplomatic
sw: Rasmi au Kidiplomasia

source: Visiting Friends or Relatives
sw: Kutembelea Marafiki au Jamaa

source: Transit
sw: Usafiri

source: Conference
sw: Mkutano

source: Employment
sw: Ajira

source: Student
sw: Mwanafunzi

source: Medical
sw: Matibabu

source: Crew
sw: Wafanyikazi

source: Airport of Disembarkment
sw: Uwanja wa ndege wa Kushuka

source: Select Airport of departure
sw: Chagua Uwanja wa Ndege wa kuondoka

source: Flight / Vehicle Number
sw: Nambari ya Ndege / Gari

source: Seat Number
sw: Nambari ya Kiti

source: Duration of stay
sw: Muda wa kukaa

source: Physical address while in Uganda
sw: Anwani ya mahali wakati uko nchini Uganda

source: Your contact phone number while in Uganda
sw: Nambari yako ya simu ya mawasiliano ukiwa Uganda

source: Contact/ next of kin telephone number
sw: Nambari ya simu ya mawasiliano

source: Have you had any of the following symptoms (Fever, Cough, Sore Throat & Breathing Difficulty)?
sw: Je! Umewahi kuwa na dalili zifuatazo (Homa, Kikohozi, Koo na Ugumu wa Kupumua)?

source: Have you been fully vaccinated?
sw: Umepata chanjo kamili?

source: Yes
sw: Ndio

source: No
sw: Hapana

source: Date of last Vaccination
sw: Tarehe ya Chanjo ya mwisho

source: Upload COVID-19 Vaccination Certificate
sw: Pakia Cheti cha Chanjo ya COVID-19

source: Choose File
sw: Chagua faili

source: Do you have proof of a Negative PCR Test done 72 hours prior to your departure from your port of embarkment?
sw: Je! Unayo uthibitisho wa Mtihani hasi wa PCR uliofanywa masaa 72 kabla ya kuondoka kutoka bandari yako ya kupanda?

source: PCR Tested Date
sw: Tarehe Iliyojaribiwa ya PCR

source: PCR Test Result Copy
sw: Nakala ya Matokeo ya Jaribio la PCR

source: Yellow Fever Card Number
sw: Nambari ya Kadi ya Homa ya Njano

source: Date of Yellow Fever Vaccination
sw: Tarehe ya Chanjo ya Homa ya manjano

source: Submit
sw: Wasilisha

source: Departure
sw: Kuondoka

source: Port of Departure
sw: Bandari ya Kuondoka

source: Date of Departure
sw: Tarehe ya Kuondoka

source: Country of Departure
sw: Nchi ya Kuondoka

source: Country of Destination
sw: Nchi Unayolenga

source: Airport of departure
sw: Uwanja wa ndege wa kuondoka

source: Date of Arrival
sw: Tarehe ya Kuwasili

source: Gender
sw: Chagua Jinsia

source: Select Gender
sw: Chagua Jinsia

source: Other
sw: Nyingine

source: Airport of embarkment
sw: Uwanja wa ndege wa kupanda

source: Select Airport of embarkment
sw: Chagua Uwanja wa Ndege wa kupanda

source: Country of embarkment
sw: Nchi ya kupanda

source: Select Country of embarkment
sw: Chagua nchi ya kupanda

source: Flight / Vehicle Reg Number
sw: Nambari ya Ndege / Gari

source: Name of countries visited in the last 14 days
sw: Jina la nchi zilizotembelewa katika siku 14 zilizopita

source: Planned duration of stay while in Uganda
sw: Muda uliopangwa wa kukaa ukiwa Uganda

source: Duration of stay ...
sw: Muda wa kukaa â€¦

source: Days
sw: Siku

source: Have you been to CHINA in the past two weeks?
sw: Umewahi kwenda CHINA katika wiki mbili zilizopita?

source: Have you been to any countries affected by Corona virus in the past two weeks?
sw: Umewahi kwenda nchi yoyote iliyoathiriwa na virusi vya Corona katika wiki mbili zilizopita?

source: If yes, list the countries:
sw: Ikiwa ndio ,orodhesha nchi:

source: Do you have any of the following signs and symptoms?
sw: Je! Una dalili na dalili zifuatazo?

source: Fever
sw: Homa

source: Headache
sw: Maumivu ya kichwa

source: Cough
sw: Kikohozi

source: Sore throat
sw: Koo

source: General body weakness (fatigue)
sw: Udhaifu wa mwili kwa ujumla (uchovu)

source: Difficulty in breathing / shortness of breath
sw: Ugumu wa kupumua / kupumua kwa pumzi

source: Diarrhoea
sw: Kuhara

source: Vomiting
sw: Kutapika

source: Blood in cough or stool or vomitus
sw: Damu katika kikohozi au kinyesi au matapishi

source: Abdominal pain
sw: Maumivu ya tumbo

source: Skin rash
sw: Upele wa ngozi

source: Bleeding from body parts (nose, mouth, red eyes)
sw: Damu kutoka sehemu za mwili (pua, mdomo, macho mekundu)

source: In the last 21 days have you been/ traveled in a country or in contact with a person suffering from Ebola?
sw: Katika siku 21 zilizopita umewahi / kusafiri katika nchi au unawasiliana na mtu anayeugua Ebola?

source: COVID-19 Vaccination Certificate
sw: Hati ya Chanjo ya COVID-19

source: Yellow Fever Vaccination Certificate Number
sw: Nambari ya Cheti cha Chanjo ya Homa ya manjano

source: Traveller Health Declaration
sw: Azimio la Afya ya Msafiri

source: Travel Advisory
sw: Ushauri wa kusafiri

source: Travelling To
sw: Kusafiri Kwa

source: Age(years)
sw: Umri (miaka)

source: Arival Date
sw: Tarehe ya Kuwasili

source: Departure Date
sw: Tarehe ya Kuondoka

source: Has had Symptoms?
sw: Amekuwa na Dalili?
