Repository: sekiskylink/poe-screening
Catalog: web/app/i18n/*/LC_MESSAGES/messages.po
Languages: fr

source: Arrival
fr: Arrivée

source: Port of Arrival
fr: Pointe d ‘entrée

source: Port of Entry
fr: Pointe d ‘entrée

source: Select Port of Entry
fr: Sélectionnez le point d’entrée

source: Country of Residence
fr: Pays de résidence

source: Name of Traveller
fr: Nom du voyageur

source: Nationality
fr: Nationalité

source: Select Nationality
fr: Sélectionnez la nationalité

source: Date of Birth
fr: Date de naissance

source: Age (years)
fr: Age en années

source: Select Age
fr: Sélectionnez l’âge

source: Sex
fr: Sexe

source: Select Sex
fr: Sélectionnez le sexe

source: Male
fr: Mâle

source: Female
fr: Femelle

source: Passport Number
fr: Numéro de passeport

source: Passport Expiry Date
fr: Date d’expiration du passeport

source: Arrival Date
fr: Date d'arrivée

source: Country of Embarkment
fr: Pays d’embarquement

source: Country
fr: Pays

source: Mode of Transport
fr: Mode de transport

source: Select Mode of Transport
fr: Sélectionnez le mode de transport

source: By Air
fr: Par avion

source: By Road
fr: Par la route

source: By Water
fr: Par l’eau

source: By Rail
fr: Par l’eau

source: Purpose of your Trip
fr: But de votre voyage

source: Select Purpose of Trip
fr: Sélectionnez le but du voyage

source: Holiday
fr: Vacance

source: Business
fr: Entreprise

source: Official or Diplomatic
fr: Officiel ou diplomatique

source: Visiting Friends or Relatives
fr: Visiter des amis ou des parents

source: Conference
fr: Conférence

source: Employment
fr: Emploi

source: Student
fr: Étudiant

source: Medical
fr: Médicale

source: Crew
fr: Équipage

source: Airport of Disembarkment
fr: Aéroport d’embarquement

source: Select Airport of departure
fr: Sélectionnez l’aéroport de départ

source: Flight / Vehicle Number
fr: Numéro de vol/véhicule

source: Seat Number
fr: Numéro de siège

source: Duration of stay
fr: La durée du séjour

source: Physical address while in Uganda
fr: Addresse en Ouganda

source: Your contact phone number while in Uganda
fr: Votre numéro de téléphone de contact en Ouganda

source: Contact/ next of kin telephone number
fr: Numéro de téléphone du contact/du plus proche parent

source: Have you had any of the following symptoms (Fever, Cough, Sore Throat & Breathing Difficulty)?
fr: Avez-vous eu l’un des symptômes suivants (fièvre, toux, maux de gorge et difficultés respiratoires) ?

source: Have you been fully vaccinated?
fr: Avez-vous été complètement vacciné?

source: Yes
fr: Oui

source: No
fr: Non

source: Date of last Vaccination
fr: Date de la dernière vaccination

source: Upload COVID-19 Vaccination Certificate
fr: Télécharger le certificat de vaccination COVID-19

source: Choose File
fr: Choisir le fichier

source: Do you have proof of a Negative PCR Test done 72 hours prior to your departure from your port of embarkment?
fr: Avez-vous la preuve d’un test PCR négatif effectué 72 heures avant votre départ de votre port d’embarquement ?

source: PCR Tested Date
fr: Date de test PCR

source: PCR Test Result Copy
fr: Copie des résultats du test PCR

source: Yellow Fever Card Number
fr: Numéro de certificat de vaccination contre la fièvre jaune

source: Date of Yellow Fever Vaccination
fr: Date de la vaccination contre la fièvre jaune

source: Submit
fr: Soumettre

source: Departure
fr: Départ

source: Port of Departure
fr: Port de départ

source: Date of Departure
fr: Date de départ

source: Country of Departure
fr: Pays de départ

source: Country of Destination
fr: Pays d’embarquement

source: Airport of departure
fr: Aeroport DE DEPART

source: Date of Arrival
fr: Date d'arrivée

source: Gender
fr: Sexe

source: Select Gender
fr: Sélectionnez le genre

source: Other
fr: Autre

source: Airport of embarkment
fr: Aéroport d’embarquement

source: Select Airport of embarkment
fr: Sélectionnez l’aéroport d’embarquement

source: Country of embarkment
fr: Pays d’embarquement

source: Select Country of embarkment
fr: Pays d’embarquement

source: Flight / Vehicle Reg Number
fr: Numéro de vol/numéro d’immatriculation du véhicule

source: Name of countries visited in the last 14 days
fr: Pays visités depuis les dernières vingt et un jours

source: Planned duration of stay while in Uganda
fr: La durée de séjour en Ouganda

source: Duration of stay ...
fr: La durée du séjour …

source: Days
fr: Jours

source: Have you been to CHINA in the past two weeks?
fr: Êtes-vous allé en CHINE au cours des deux dernières semaines ?

source: Have you been to any countries affected by Corona virus in the past two weeks?
fr: Avez-vous été dans des pays touchés par le virus Corona au cours des deux dernières semaines ?

source: If yes, list the countries:
fr: Si oui, listez les pays:

source: Do you have any of the following signs and symptoms?
fr: Avez-vous des signes et symptômes suivantes?

source: Fever
fr: Fièvre

source: Headache
fr: Cephalée

source: Cough
fr: Toux

source: Sore throat
fr: Mal de gorge

source: General body weakness (fatigue)
fr: Faibless

source: Difficulty in breathing / shortness of breath
fr: Difficulté à respirer / essoufflement

source: Diarrhoea
fr: Diarrhée

source: Vomiting
fr: Vomissements

source: Blood in cough or stool or vomitus
fr: Toux sanglante, selles sanglantes, vomissement de sang

source: Abdominal pain
fr: Douleurs gastriques

source: Skin rash
fr: Démangeaison de la peau

source: Bleeding from body parts (nose, mouth, red eyes)
fr: Saignements (nez, bouche, rougeur des yeux, etc)

source: In the last 21 days have you been/ traveled in a country or in contact with a person suffering from Ebola?
fr: Au cours des 21 derniers jours avez-vous été/voyagé dans un pays ou en contact avec une personne atteinte d'Ebola ?

source: COVID-19 Vaccination Certificate
fr: Télécharger le certificat de vaccination COVID-19

source: Yellow Fever Vaccination Certificate Number
fr: Numéro de certificat de vaccination contre la fièvre jaune

source: Traveller Health Declaration
fr: Déclaration de santé du voyageur

source: Travel Advisory
fr: Recommandations aux voyageurs

source: Travelling To
fr: Voyager vers

source: Age(years)
fr: Age en années

source: Arival Date
fr: Date d'arrivée

source: Departure Date
fr: Date de départ

source: Has had Symptoms?
fr: A eu des symptômes ?
